antigravity-cli
arduino-ide-bin
github-desktop-bin
helium-browser-bin
hypr-kdeconnect-fix-git
hyprquery-git
jetbrains-toolbox
libfprint-2-tod1-goodix
libfprint-tod
libinput-gestures
localsend
nautilus-admin-gtk4
nautilus-open-any-terminal
nerd-fonts-sf-mono
onlyoffice-bin
pinta
qimgv
sioyek-git
snappy-switcher
spotify
stirling-pdf-desktop
superproductivity-bin
valent
vicinae-bin
wayland-idle-inhibitor-git
wayland-pipewire-idle-inhibit
wlogout
wvkbd-deskintl
yay
zapzap
zen-browser-bin
