anki
arduino-cli
ark
awww
baobab
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
bun
chezmoi
cliphist
code
discord
dnsmasq
docker
docker-buildx
docker-compose
dosfstools
dpkg
efibootmgr
efitools
espeak-ng
ethtool
exfatprogs
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
firefoxpwa
flatpak
fprintd
fzf
git
github-cli
gnome-keyring
gradle
graphviz
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gvfs-gphoto2
gvfs-mtp
hostapd
hypridle
hyprland
hyprlock
hyprpicker
hyprpolkitagent
hyprshutdown
hyprsunset
imagemagick
imv
inotify-tools
intel-media-driver
intel-ucode
intel-undervolt
jdk-openjdk
jq
kde-cli-tools
kdegraphics-mobipocket
keepassxc
kitty
kvantum
kvantum-qt5
lazygit
libgsf
libnotify
linux
linux-firmware
macchanger
man-db
man-pages
matugen
maven
meson
mokutil
nautilus
nautilus-image-converter
nautilus-share
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
noto-fonts-emoji
npm
nwg-displays
nwg-drawer
nwg-look
obs-studio
obsidian
okular
openresolv
pacman-contrib
pamixer
papirus-icon-theme
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
plymouth
polkit-kde-agent
poppler-glib
python-graphviz
python-joblib
python-matplotlib
python-numpy
python-pandas
python-pyserial
python-pywal
python-scikit-learn
qalculate-gtk
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
reflector
rofi
sassc
satty
sbctl
sbsigntools
scrcpy
sddm
seahorse
showmethekey
slop
slurp
smartmontools
sof-firmware
speech-dispatcher
sshfs
starship
subversion
sudo
sushi
swaync
syncthing
telegram-desktop
tesseract-data-eng
thunderbird
tk
tldr
tlp
tlp-rdw
tmux
tree
ttf-jetbrains-mono-nerd
tumbler
udiskie
ufw
unzip
uv
uwsm
vim
vlc
vlc-plugins-all
waybar
webkit2gtk-4.1
websocat
wget
wireguard-tools
wireplumber
wl-clip-persist
wl-clipboard
woff2-font-awesome
wtype
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
xorg-xrdb
xsettingsd
yazi
yt-dlp
zip
zoxide
zsh
