android-sdk-platform-tools
ani-cli
anki
antigravity
arduino-cli
arduino-ide-bin
ark
arttime-git
awww
base
base-devel
bat
blueman
bluez
bluez-utils
brightnessctl
btop
bun
chaotic-keyring
chaotic-mirrorlist
chezmoi
cliphist
cmake
cpio
discord
dnsmasq
dosfstools
dpkg
efibootmgr
efitools
espeak-ng
ethtool
exfatprogs
extundelete
eza
fastfetch
fd
ffmpegthumbnailer
ffmpegthumbs
flatpak
fontpreview
fprintd
fsearch
fzf
git
github-cli
gnome-keyring
go
google-chrome
graphviz
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-good
gvfs-gphoto2
gvfs-mtp
hostapd
hypridle
hyprland
hyprlock
hyprpicker
hyprquery-git
hyprsunset
imagemagick
inotify-tools
intel-media-driver
intel-undervolt
jdk-openjdk
jetbrains-toolbox
jq
kde-cli-tools
kdegraphics-mobipocket
keepassxc
kitty
koodo-reader-bin
kvantum
kvantum-qt5
lazygit
libfprint-2-tod1-goodix
libfprint-tod
libgsf
libinput-gestures
libnotify
linux
linux-firmware
localsend
macchanger
man-db
man-pages
matugen
maven
meson
mokutil
nautilus
nautilus-backspace
nautilus-share
neovim
network-manager-applet
networkmanager
networkmanager-openvpn
nodejs
noto-fonts-emoji
npm
nwg-displays
nwg-drawer
nwg-look
obs-studio
obsidian
okular
onlyoffice-bin
openresolv
pacman-contrib
pamixer
parallel
pavucontrol
pinta
pipewire
pipewire-alsa
pipewire-audio
pipewire-jack
pipewire-pulse
playerctl
plymouth
polkit-gnome
poppler-glib
power-profiles-daemon
python-graphviz
python-joblib
python-matplotlib
python-numpy
python-pandas
python-pyserial
python-pywal
python-scikit-learn
qalculate-gtk
qimgv-git
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
quickshell-git
reflector
rofi
satty
sbctl
sbsigntools
scrcpy
sddm
seahorse
showmethekey
sioyek-git
sklauncher-bin
slop
slurp
smartmontools
snapd
sof-firmware
speech-dispatcher
spotify
starship
stirling-pdf-bin
subversion
sudo
superproductivity-bin
sushi
swaylock-effects
swaync
syncthing
telegram-desktop
tesseract-data-eng
texinfo
thunderbird
tk
tlp
tlp-rdw
tmux
tomato.c-git
ttf-jetbrains-mono-nerd
ttf-ms-fonts
tumbler
udiskie
unzip
uv
uwsm
ventoy-bin
vicinae
vim
visual-studio-code-bin
vlc
vlc-plugins-all
waybar
webcamoid
webkit2gtk-4.1
websocat
wget
wireguard-tools
wireplumber
wl-clip-persist
wlogout
woff2-font-awesome
wvkbd-git
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xorg-xhost
xorg-xrdb
xremap-hypr-bin
xsettingsd
yay
yazi
yt-dlp
yt-x-git
zapzap
zathura
zathura-cb
zathura-djvu
zathura-pdf-poppler
zathura-ps
zen-browser-bin
zip
zoxide
zsh
